def print_football():
    print('Время игры: два тайма по 45 минут')
    print('Количество игроков: 11 от одной команды')
    print('Цель игры — забить как можно больше мячей в ворота соперника')

def print_hockey():
    print('Время игры: три периода по 20 минут')
    print('Количество игроков: 6 от одной команды')
    print('Цель игры — забросить как можно больше шайб в ворота соперника')

def print_sprint():
    print('Время забега: не ограничено')
    print('Цель — достичь финиша как можно быстрее')
    print('Интересные факты:')
    print('-Старейшая дисциплина лёгкой атлетики, существующая со времён первых Олимпийских игр')
    print('-Абсолютный рекорд (9,63 сек) установлен в 2012 году У. Болтом')